const members_list = [
    [//第一小隊
        {
            no: "A1-01",
            name: "洪碧珠 傳雲"
        },
        {
            no: "A1-02",
            name: "柯綉珠 傳晶"
        },
        {
            no: "01-01",
            name: "王興全 傳足"
        },
        {
            no: "01-02",
            name: "張竣傑"
        },
        {
            no: "01-03",
            name: "張紘瑞"
        },
        {
            no: "01-04",
            name: "王亭凱 法駿"
        },
        {
            no: "01-05",
            name: "洪藝恩"
        },
        {
            no: "01-06",
            name: "曾禹瑄 傳圓"
        },
        {
            no: "01-07",
            name: "何予樂 傳喜"
        },
        {
            no: "01-08",
            name: "賴力綺 法視"
        },
        {
            no: "A2-01",
            name: "許翰菥 傳棟"
        },
        {
            no: "A2-02",
            name: "林瑤紅 傳令"
        },
        {
            no: "02-01",
            name: "楊芷糅 傳佶"
        },
        {
            no: "02-02",
            name: "許翰芩 傳野"
        },
        {
            no: "02-03",
            name: "洪德淳 法是 "
        },
        {
            no: "02-04",
            name: "鄧惠庭 法諦"
        },
        {
            no: "02-05",
            name: "方釋陽 傳明"
        },
        {
            no: "02-06",
            name: "李致翰 傳甯"
        },
        {
            no: "02-07",
            name: "陳奕婷 傳朗"
        },
        {
            no: "02-08",
            name: "吳慧姿 傳敏"
        },
        {
            no: "02-09",
            name: "舒姝 傳柔"
        },
        {
            no: "02-10",
            name: "陳昱睿 傳瑞"
        }
    ],
    [//第二小隊
        {
            no: "A3-01",
            name: "吳嘉芳 傳棻"
        },
        {
            no: "A3-02",
            name: "黃育盈 傳謐"
        },
        {
            no: "A3-03",
            name: "蔡聰進 傳聰"
        },
        {
            no: "03-01",
            name: "連浩宇 傳棠"
        },
        {
            no: "03-02",
            name: "遲睿 傳果"
        },
        {
            no: "03-03",
            name: "林佳穎 傳融"
        },
        {
            no: "03-04",
            name: "古庭韶"
        },
        {
            no: "03-05",
            name: "顏愷"
        },
        {
            no: "03-06",
            name: "黃芊萍 傳碩"
        },
        {
            no: "A4-01",
            name: "吳璨如 傳海"
        },
        {
            no: "A4-02",
            name: "陳宜琳 法澄"
        },
        {
            no: "04-01",
            name: "王韋翔"
        },
        {
            no: "04-02",
            name: "施冠宏"
        },
        {
            no: "04-03",
            name: "謝沛翰"
        },
        {
            no: "04-04",
            name: "謝育霖"
        },
        {
            no: "04-05",
            name: "謝宛儒"
        },
        {
            no: "04-06",
            name: "陳宜慧 法澈"
        },
        {
            no: "04-07",
            name: "巫宗儒 法翰"
        },
        {
            no: "04-08",
            name: "黃宥榮 傳宥"
        },
        {
            no: "04-09",
            name: "施盈熏"
        },
        {
            no: "04-10",
            name: "趙資洋"
        },
        {
            no: "04-11",
            name: "林祺富 傳豐"
        },
    ],
    [//第三小隊
        {
            no: "A5-01",
            name: "蔡信寬 傳寬"
        },
        {
            no: "A5-02",
            name: "連棋銘 傳燁"
        },
        {
            no: "05-01",
            name: "林祐正 法達"
        },
        {
            no: "05-02",
            name: "陳思樺"
        },
        {
            no: "05-03",
            name: "連奕閎 傳棣"
        },
        {
            no: "05-04",
            name: "曾雯苓"
        },
        {
            no: "05-05",
            name: "莊芸靚 法清"
        },
        {
            no: "05-06",
            name: "王茸萱"
        },
        {
            no: "05-07",
            name: "徐光志 傳遠"
        },
        {
            no: "05-08",
            name: "楊濟嘉"
        },
        {
            no: "05-09",
            name: "林成威 傳威"
        },
        {
            no: "A6-01",
            name: "謝維宸 傳寰"
        },
        {
            no: "A6-02",
            name: "李姿霆 傳善"
        },
        {
            no: "06-01",
            name: "范家寧"
        },
        {
            no: "06-02",
            name: "鄭亦宸"
        },
        {
            no: "06-03",
            name: "李淮鏝 法妍"
        },
        {
            no: "06-04",
            name: "李鐛涵 法卓"
        },
        {
            no: "06-05",
            name: "李庚道"
        },
        {
            no: "06-06",
            name: "周傲天 傳天"
        },
        {
            no: "06-07",
            name: "林思嫺 傳禮"
        },
        {
            no: "06-08",
            name: "劉彦誼 傳彥"
        },
        {
            no: "A7-01",
            name: "李牧圜 法目"
        },
        {
            no: "A7-02",
            name: "李俊達 傳根"
        },
        {
            no: "07-01",
            name: "吳泓毅"
        },
        {
            no: "07-02",
            name: "李敬儒"
        },
        {
            no: "07-03",
            name: "陳怡如 傳譜"
        },
        {
            no: "07-04",
            name: "陳郁文"
        },
        {
            no: "07-05",
            name: "涂乃心 法直"
        },
        {
            no: "07-06",
            name: "陳品蓁 傳倫"
        },
        {
            no: "07-07",
            name: "秦昇睿 法浩"
        },
    ]
]


const members_list_no_sort = [
    {
        no: "A1-01",
        name: "洪碧珠 傳雲"
    },
    {
        no: "A1-02",
        name: "蔡聰進 傳聰"
    },
    {
        no: "01-01",
        name: "王興全 傳足"
    },
    {
        no: "01-02",
        name: "張竣傑"
    },
    {
        no: "01-03",
        name: "張紘瑞"
    },
    {
        no: "01-04",
        name: "王亭凱 法駿"
    },
    {
        no: "01-05",
        name: "錢奕嘉 傳精"
    },
    {
        no: "01-06",
        name: "曾禹瑄 傳圓"
    },
    {
        no: "01-07",
        name: "何予樂 傳喜"
    },
    {
        no: "A2-01",
        name: "許翰菥 傳棟"
    },
    {
        no: "A2-02",
        name: "林瑤紅 傳令"
    },
    {
        no: "02-01",
        name: "楊芷糅 傳佶"
    },
    {
        no: "02-02",
        name: "許翰芩 傳野"
    },
    {
        no: "02-03",
        name: "洪德淳 法是 "
    },
    {
        no: "02-04",
        name: "鄧惠庭 法諦"
    },
    {
        no: "02-05",
        name: "陳佳鎂"
    },
    {
        no: "02-06",
        name: "李致翰 傳甯"
    },
    {
        no: "02-07",
        name: "陳奕婷 傳朗"
    },
    {
        no: "02-08",
        name: "吳慧姿 傳敏"
    },
    {
        no: "02-09",
        name: "舒姝 傳柔"
    },
    {
        no: "02-10",
        name: "陳昱睿 傳瑞"
    },
    {
        no: "02-11",
        name: "謝沛翰"
    },
    {
        no: "02-12",
        name: "謝宛儒"
    },
    {
        no: "02-13",
        name: "謝育霖"
    },
    {
        no: "02-14",
        name: "陳宜琳 法澄"
    },
    {
        no: "02-15",
        name: "陳宜慧 法澈"
    },
    {
        no: "A3-01",
        name: "黃育盈 傳謐"
    },
    {
        no: "A3-02",
        name: "吳嘉芳 傳棻"
    },
    {
        no: "03-01",
        name: "連浩宇 傳棠"
    },
    {
        no: "03-02",
        name: "遲睿 傳果"
    },
    {
        no: "03-03",
        name: "林昱睿"
    },
    {
        no: "03-04",
        name: "顏璘"
    },
    {
        no: "03-05",
        name: "周可蓉"
    },
    {
        no: "03-06",
        name: "許哲銘"
    },
    {
        no: "03-07",
        name: "古庭韶"
    },
    {
        no: "03-08",
        name: "顏愷"
    },
    {
        no: "A4-01",
        name: "吳璨如 傳海"
    },
    {
        no: "A4-02",
        name: "王韋翔"
    },
    {
        no: "04-01",
        name: "曾彥儒"
    },
    {
        no: "04-02",
        name: "施冠宏"
    },
    {
        no: "04-03",
        name: "吳若薇"
    },
    {
        no: "04-04",
        name: "戴逸玟"
    },
    {
        no: "04-05",
        name: "裘詠涵 傳敬"
    },
    {
        no: "04-06",
        name: "洪士軒"
    },
    {
        no: "04-07",
        name: "巫宗儒 法翰"
    },
    {
        no: "04-08",
        name: "黃宥榮 傳宥"
    },
    {
        no: "A5-01",
        name: "蔡信寬 傳寬"
    },
    {
        no: "A5-02",
        name: "連棋銘 傳燁"
    },
    {
        no: "05-01",
        name: "林祐正 法達"
    },
    {
        no: "05-02",
        name: "陳思樺"
    },
    {
        no: "05-03",
        name: "賴俊安 傳述"
    },
    {
        no: "05-04",
        name: "連奕閎 傳棣"
    },
    {
        no: "05-05",
        name: "林成威 傳威"
    },
    {
        no: "A6-01",
        name: "謝維宸 傳寰"
    },
    {
        no: "A6-02",
        name: "李姿霆 傳善"
    },
    {
        no: "06-01",
        name: "范家寧"
    },
    {
        no: "06-02",
        name: "鄭亦宸"
    },
    {
        no: "06-03",
        name: "李淮鏝 法妍"
    },
    {
        no: "06-04",
        name: "李鐛涵 法卓"
    },
    {
        no: "06-05",
        name: "蔡孟雅 傳般"
    },
    {
        no: "06-06",
        name: "林佳穎 傳融"
    },
    {
        no: "06-07",
        name: "王品茜"
    },
    {
        no: "06-08",
        name: "任珮均"
    },
    {
        no: "06-09",
        name: "李庚道"
    },
    {
        no: "A7-01",
        name: "李牧圜 法目"
    },
    {
        no: "A7-02",
        name: "李俊達 傳根"
    },
    {
        no: "07-01",
        name: "吳泓毅"
    },
    {
        no: "07-02",
        name: "李敬儒"
    },
    {
        no: "07-03",
        name: "朱巧微"
    },
    {
        no: "07-04",
        name: "陳怡如 傳譜"
    },
    {
        no: "07-05",
        name: "陳郁文"
    },
]

const core_members = [
    {
        no: "01-04",
        name: "王亭凱 法駿"
    },
    {
        no: "01-05",
        name: "洪藝恩"
    },
    {
        no: "01-06",
        name: "曾禹瑄 傳圓"
    },
    {
        no: "01-07",
        name: "何予樂 傳喜"
    },
    {
        no: "02-03",
        name: "洪德淳 法是 "
    },
    {
        no: "02-04",
        name: "鄧惠庭 法諦"
    },
    {
        no: "02-05",
        name: "方釋陽 傳明"
    },
    {
        no: "02-06",
        name: "李致翰 傳甯"
    },
    {
        no: "02-09",
        name: "舒姝 傳柔"
    },
    {
        no: "02-10",
        name: "陳昱睿 傳瑞"
    },
    {
        no: "03-05",
        name: "顏愷"
    },
    {
        no: "A4-02",
        name: "陳宜琳 法澄"
    },
    {
        no: "04-04",
        name: "謝育霖"
    },
    {
        no: "04-05",
        name: "謝宛儒"
    },
    {
        no: "04-11",
        name: "林祺富 傳豐"
    },
    {
        no: "A5-1",
        name: "蔡信寬 傳寬"
    },
    {
        no: "05-05",
        name: "莊芸靚 法清"
    },
    {
        no: "05-07",
        name: "徐光志"
    },
    {
        no: "05-10",
        name: "許書華 傳書"
    },
    {
        no: "A6-01",
        name: "謝維宸 傳寰"
    },
    {
        no: "A6-02",
        name: "李姿霆 傳善"
    },
    {
        no: "06-01",
        name: "范家寧"
    },
    {
        no: "06-02",
        name: "鄭亦宸"
    },
    {
        no: "06-03",
        name: "李淮鏝 法妍"
    },
    {
        no: "06-04",
        name: "李鐛涵 法卓"
    },
    {
        no: "06-05",
        name: "李庚道"
    },
    {
        no: "06-06",
        name: "周傲天 傳天"
    },
    {
        no: "A7-01",
        name: "李牧圜 法目"
    },
    {
        no: "A7-02",
        name: "李俊達 傳根"
    },
    {
        no: "07-01",
        name: "吳泓毅"
    },
    {
        no: "07-04",
        name: "陳郁文"
    },
    {
        no: "07-05",
        name: "涂乃心 法直"
    },
    {
        no: "07-06",
        name: "陳品蓁 傳倫"
    },
    {
        no: "07-07",
        name: "秦昇睿 法浩"
    },
    {
        no: "A-0",
        name: "李敬慈"
    },
]

export { members_list, members_list_no_sort, core_members }