const members_list = [
    [//第一小隊
        {
            no:"A1-01",
            name:"洪碧珠 傳雲"
        },
        {
            no:"A1-02",
            name:"蔡聰進 傳聰"
        },
        {
            no:"01-01",
            name:"王興全 傳足"
        },
        {
            no:"01-02",
            name:"張竣傑"
        },
        {
            no:"01-03",
            name:"張紘瑞"
        },
        {
            no:"01-04",
            name:"王亭凱 法駿"
        },
        {
            no:"01-05",
            name:"錢奕嘉 傳精"
        },
        {
            no:"01-06",
            name:"曾禹瑄 傳圓"
        },
        {
            no:"01-07",
            name:"何予樂 傳喜"
        },
        {
            no:"A2-01",
            name:"許翰菥 傳棟"
        },
        {
            no:"A2-02",
            name:"林瑤紅 傳令"
        },
        {
            no:"02-01",
            name:"楊芷糅 傳佶"
        },
        {
            no:"02-02",
            name:"許翰芩 傳野"
        },
        {
            no:"02-03",
            name:"洪德淳 法是 "
        },
        {
            no:"02-04",
            name:"鄧惠庭 法諦"
        },
        {
            no:"02-05",
            name:"陳佳鎂"
        },
        {
            no:"02-06",
            name:"李致翰 傳甯"
        },
        {
            no:"02-07",
            name:"陳奕婷 傳朗"
        },
        {
            no:"02-08",
            name:"吳慧姿 傳敏"
        },
        {
            no:"02-09",
            name:"舒姝 傳柔"
        }
    ],
    [//第二小隊
        {
            no:"A3-01",
            name:"黃育盈 傳謐"
        },
        {
            no:"A3-02",
            name:"吳嘉芳 傳棻"
        },
        {
            no:"03-01",
            name:"連浩宇 傳棠"
        },
        {
            no:"03-02",
            name:"遲睿 傳果"
        },
        {
            no:"03-03",
            name:"林昱睿"
        },
        {
            no:"03-04",
            name:"顏璘"
        },
        {
            no:"03-05",
            name:"周可蓉"
        },
        {
            no:"03-06",
            name:"許哲銘"
        },
        {
            no:"03-07",
            name:"古庭韶"
        },
        {
            no:"03-08",
            name:"顏愷"
        },
        {
            no:"A4-01",
            name:"吳璨如 傳海"
        },
        {
            no:"A4-02",
            name:"王韋翔"
        },
        {
            no:"04-01",
            name:"曾彥儒"
        },
        {
            no:"04-02",
            name:"施冠宏"
        },
        {
            no:"04-03",
            name:"吳若薇"
        },
        {
            no:"04-04",
            name:"戴逸玟"
        },
        {
            no:"04-05",
            name:"裘詠涵 傳敬"
        },
        {
            no:"04-06",
            name:"洪士軒"
        },
        {
            no:"04-07",
            name:"巫宗儒 法翰"
        },
        {
            no:"04-08",
            name:"黃宥榮 傳宥"
        },
    ],
    [//第三小隊
        {
            no:"A5-01",
            name:"蔡信寬 傳寬"
        },
        {
            no:"A5-02",
            name:"連棋銘 傳燁"
        },
        {
            no:"05-01",
            name:"林祐正 法達"
        },
        {
            no:"05-02",
            name:"陳思樺"
        },
        {
            no:"05-03",
            name:"賴俊安 傳述"
        },
        {
            no:"05-04",
            name:"連奕閎 傳棣"
        },
        {
            no:"05-05",
            name:"林成威 傳威"
        },
        {
            no:"A6-01",
            name:"謝維宸 傳寰"
        },
        {
            no:"A6-02",
            name:"李姿霆 傳善"
        },
        {
            no:"06-01",
            name:"范家寧"
        },
        {
            no:"06-02",
            name:"鄭亦宸"
        },
        {
            no:"06-03",
            name:"李淮鏝 法妍"
        },
        {
            no:"06-04",
            name:"李鐛涵 法卓"
        },
        {
            no:"06-05",
            name:"蔡孟雅 傳般"
        },
        {
            no:"06-06",
            name:"林佳穎 傳融"
        },
        {
            no:"06-07",
            name:"王品茜"
        },
        {
            no:"06-08",
            name:"任珮均"
        },
        {
            no:"06-09",
            name:"李庚道"
        },
        {
            no:"A7-01",
            name:"李牧圜 法目"
        },
        {
            no:"A7-02",
            name:"李俊達 傳根"
        },
        {
            no:"07-01",
            name:"吳泓毅"
        },
        {
            no:"07-02",
            name:"李敬儒"
        },
        {
            no:"07-03",
            name:"朱巧微"
        },
        {
            no:"07-04",
            name:"陳怡如 傳譜"
        },
        {
            no:"07-05",
            name:"陳郁文"
        },
    ]
]


const members_list_no_sort = [
        {
            no:"A1-01",
            name:"洪碧珠 傳雲"
        },
        {
            no:"A1-02",
            name:"蔡聰進 傳聰"
        },
        {
            no:"01-01",
            name:"王興全 傳足"
        },
        {
            no:"01-02",
            name:"張竣傑"
        },
        {
            no:"01-03",
            name:"張紘瑞"
        },
        {
            no:"01-04",
            name:"王亭凱 法駿"
        },
        {
            no:"01-05",
            name:"錢奕嘉 傳精"
        },
        {
            no:"01-06",
            name:"曾禹瑄 傳圓"
        },
        {
            no:"01-07",
            name:"何予樂 傳喜"
        },
        {
            no:"A2-01",
            name:"許翰菥 傳棟"
        },
        {
            no:"A2-02",
            name:"林瑤紅 傳令"
        },
        {
            no:"02-01",
            name:"楊芷糅 傳佶"
        },
        {
            no:"02-02",
            name:"許翰芩 傳野"
        },
        {
            no:"02-03",
            name:"洪德淳 法是 "
        },
        {
            no:"02-04",
            name:"鄧惠庭 法諦"
        },
        {
            no:"02-05",
            name:"陳佳鎂"
        },
        {
            no:"02-06",
            name:"李致翰 傳甯"
        },
        {
            no:"02-07",
            name:"陳奕婷 傳朗"
        },
        {
            no:"02-08",
            name:"吳慧姿 傳敏"
        },
        {
            no:"02-09",
            name:"舒姝 傳柔"
        },
        {
            no:"A3-01",
            name:"黃育盈 傳謐"
        },
        {
            no:"A3-02",
            name:"吳嘉芳 傳棻"
        },
        {
            no:"03-01",
            name:"連浩宇 傳棠"
        },
        {
            no:"03-02",
            name:"遲睿 傳果"
        },
        {
            no:"03-03",
            name:"林昱睿"
        },
        {
            no:"03-04",
            name:"顏璘"
        },
        {
            no:"03-05",
            name:"周可蓉"
        },
        {
            no:"03-06",
            name:"許哲銘"
        },
        {
            no:"03-07",
            name:"古庭韶"
        },
        {
            no:"03-08",
            name:"顏愷"
        },
        {
            no:"A4-01",
            name:"吳璨如 傳海"
        },
        {
            no:"A4-02",
            name:"王韋翔"
        },
        {
            no:"04-01",
            name:"曾彥儒"
        },
        {
            no:"04-02",
            name:"施冠宏"
        },
        {
            no:"04-03",
            name:"吳若薇"
        },
        {
            no:"04-04",
            name:"戴逸玟"
        },
        {
            no:"04-05",
            name:"裘詠涵 傳敬"
        },
        {
            no:"04-06",
            name:"洪士軒"
        },
        {
            no:"04-07",
            name:"巫宗儒 法翰"
        },
        {
            no:"04-08",
            name:"黃宥榮 傳宥"
        },
        {
            no:"A5-01",
            name:"蔡信寬 傳寬"
        },
        {
            no:"A5-02",
            name:"連棋銘 傳燁"
        },
        {
            no:"05-01",
            name:"林祐正 法達"
        },
        {
            no:"05-02",
            name:"陳思樺"
        },
        {
            no:"05-03",
            name:"賴俊安 傳述"
        },
        {
            no:"05-04",
            name:"連奕閎 傳棣"
        },
        {
            no:"05-05",
            name:"林成威 傳威"
        },
        {
            no:"A6-01",
            name:"謝維宸 傳寰"
        },
        {
            no:"A6-02",
            name:"李姿霆 傳善"
        },
        {
            no:"06-01",
            name:"范家寧"
        },
        {
            no:"06-02",
            name:"鄭亦宸"
        },
        {
            no:"06-03",
            name:"李淮鏝 法妍"
        },
        {
            no:"06-04",
            name:"李鐛涵 法卓"
        },
        {
            no:"06-05",
            name:"蔡孟雅 傳般"
        },
        {
            no:"06-06",
            name:"林佳穎 傳融"
        },
        {
            no:"06-07",
            name:"王品茜"
        },
        {
            no:"06-08",
            name:"任珮均"
        },
        {
            no:"06-09",
            name:"李庚道"
        },
        {
            no:"A7-01",
            name:"李牧圜 法目"
        },
        {
            no:"A7-02",
            name:"李俊達 傳根"
        },
        {
            no:"07-01",
            name:"吳泓毅"
        },
        {
            no:"07-02",
            name:"李敬儒"
        },
        {
            no:"07-03",
            name:"朱巧微"
        },
        {
            no:"07-04",
            name:"陳怡如 傳譜"
        },
        {
            no:"07-05",
            name:"陳郁文"
        },
]

const core_members = [
    {
        no:"01-02",
        name:"張竣傑"
    },
    {
        no:"01-03",
        name:"張紘瑞"
    },
    {
        no:"01-04",
        name:"王亭凱 法駿"
    },
    {
        no:"02-01",
        name:"楊芷糅 傳佶"
    },
    {
        no:"02-02",
        name:"許翰芩 傳野"
    },
    {
        no:"02-03",
        name:"洪德淳 法是"
    },
    {
        no:"02-04",
        name:"鄧惠庭 法諦"
    },
    {
        no:"02-05",
        name:"陳佳鎂"
    },
    {
        no:"02-09",
        name:"舒姝 傳柔"
    },
    {
        no:"03-01",
        name:"連浩宇 傳棠"
    },
    {
        no:"03-04",
        name:"顏璘"
    },
    {
        no:"03-08",
        name:"顏愷"
    },
    {
        no:"A5-01",
        name:"蔡信寬 傳寬"
    },
    {
        no:"05-01",
        name:"林祐正 法達"
    },
    {
        no:"05-02",
        name:"陳思樺"
    },
    {
        no:"A6-01",
        name:"謝維宸 傳寰"
    },
    {
        no:"A6-02",
        name:"李姿霆 傳善"
    },
    {
        no:"06-01",
        name:"范家寧"
    },
    {
        no:"06-02",
        name:"鄭亦宸"
    },
    {
        no:"06-06",
        name:"林佳穎 傳融"
    },
    {
        no:"06-09",
        name:"李庚道"
    },
    {
        no:"A7-01",
        name:"李牧圜 法目"
    },
    {
        no:"A7-02",
        name:"李俊達 傳根"
    },
    {
        no:"07-01",
        name:"吳泓毅"
    },
    {
        no:"07-02",
        name:"李敬儒"
    },
    {
        no:"07-04",
        name:"陳怡如 傳譜"
    },
]

export { members_list, members_list_no_sort, core_members}