const members_list_no_sort = [
  {
    no: "A-A",
    name: "黃秀娟 傳登",
  },
  {
    no: "A-0",
    name: "李敬慈",
  },
  {
    no: "A1-01",
    name: "洪碧珠 傳雲",
  },
  {
    no: "A1-02",
    name: "柯綉珠 傳晶",
  },
  {
    no: "01-01",
    name: "王興全 傳足",
  },
  {
    no: "01-02",
    name: "王亭凱 法駿",
  },
  {
    no: "01-03",
    name: "曾禹瑄 傳圓",
  },
  {
    no: "01-04",
    name: "何予樂 傳喜",
  },
  {
    no: "01-05",
    name: "鄧惠庭",
  },
  {
    no: "01-06",
    name: "張紘瑞",
  },
  {
    no: "A2-01",
    name: "許翰菥 傳棟",
  },
  {
    no: "A2-02",
    name: "林瑤紅 傳令",
  },
  {
    no: "A2-03",
    name: "楊芷糅 傳佶",
  },
  {
    no: "02-01",
    name: "劉家伶",
  },
  {
    no: "02-02",
    name: "許翰芩 傳野",
  },
  {
    no: "02-03",
    name: "吳芷君 傳芷",
  },
  {
    no: "02-04",
    name: "方釋陽 傳明",
  },
  {
    no: "02-05",
    name: "蘇願臻 傳願",
  },
  {
    no: "02-06",
    name: "彭怡嘉 傳昕",
  },
  {
    no: "02-07",
    name: "舒姝 傳柔",
  },
  {
    no: "A3-01",
    name: "吳嘉芳 傳棻",
  },
  {
    no: "A3-02",
    name: "黃育盈 傳謐",
  },
  {
    no: "A3-03",
    name: "蔡聰進 傳聰",
  },
  {
    no: "03-01",
    name: "連浩宇 傳棠",
  },
  {
    no: "03-02",
    name: "顏愷 傳凱",
  },
  {
    no: "03-03",
    name: "林佳穎 傳融",
  },
  {
    no: "03-04",
    name: "陳奕婷 傳朗",
  },
  {
    no: "03-05",
    name: "吳慧姿 傳敏",
  },
  {
    no: "03-06",
    name: "顏璘",
  },
  {
    no: "A4-01",
    name: "吳璨如 傳海",
  },
  {
    no: "A4-02",
    name: "陳宜琳 法澄",
  },
  {
    no: "A4-03",
    name: "周家瑜 傳瑜",
  },
  {
    no: "04-01",
    name: "陳韋彤 法珉",
  },
  {
    no: "04-02",
    name: "施冠宏",
  },
  {
    no: "04-03",
    name: "趙資洋",
  },
  {
    no: "04-04",
    name: "謝育霖",
  },
  {
    no: "04-05",
    name: "謝宛儒",
  },
  {
    no: "04-06",
    name: "陳冠宇",
  },
  {
    no: "A5-01",
    name: "蔡信寬 傳寬",
  },
  {
    no: "A5-02",
    name: "連棋銘 傳燁",
  },
  {
    no: "05-01",
    name: "王茸萱",
  },
  {
    no: "05-02",
    name: "徐光志 傳遠",
  },
  {
    no: "05-03",
    name: "連奕閎 傳棣",
  },
  {
    no: "05-04",
    name: "蔣黎彥 傳謐",
  },
  {
    no: "05-05",
    name: "莊芸靚 法清",
  },
  {
    no: "05-06",
    name: "楊濟嘉",
  },
  {
    no: "05-07",
    name: "周傲天 傳天",
  },
  {
    no: "05-08",
    name: "秦宜安 法俐",
  },
  {
    no: "A6-01",
    name: "謝維宸 傳寰",
  },
  {
    no: "A6-02",
    name: "李牧圜 法目",
  },
  {
    no: "A6-03",
    name: "李姿霆 傳善",
  },
  {
    no: "06-01",
    name: "范家寧",
  },
  {
    no: "06-02",
    name: "李敬儒",
  },
  {
    no: "06-03",
    name: "李淮鏝 法妍",
  },
  {
    no: "06-04",
    name: "秦昇睿 法浩",
  },
  {
    no: "06-05",
    name: "涂乃心 法直",
  },
  {
    no: "06-06",
    name: "朱祐瑩 傳瑩",
  },
];

const core_members = [
  {
    no: "A-0",
    name: "李敬慈",
  },
  {
    no: "01-02",
    name: "王亭凱 法駿",
  },
  {
    no: "01-03",
    name: "曾禹瑄 傳圓",
  },
  {
    no: "01-04",
    name: "何予樂 傳喜",
  },
  {
    no: "01-05",
    name: "鄧惠庭",
  },
  {
    no: "01-06",
    name: "張紘瑞",
  },
  {
    no: "A2-03",
    name: "楊芷糅 傳佶",
  },
  {
    no: "02-01",
    name: "劉家伶",
  },
  {
    no: "02-03",
    name: "吳芷君 傳芷",
  },
  {
    no: "02-04",
    name: "方釋陽 傳明",
  },
  {
    no: "02-05",
    name: "蘇願臻 傳願",
  },
  {
    no: "02-06",
    name: "彭怡嘉 傳昕",
  },
  {
    no: "03-01",
    name: "連浩宇 傳棠",
  },
  {
    no: "03-02",
    name: "顏愷 傳凱",
  },
  {
    no: "03-03",
    name: "林佳穎 傳融",
  },
  {
    no: "03-04",
    name: "陳奕婷 傳朗",
  },
  {
    no: "03-05",
    name: "吳慧姿 傳敏",
  },
  {
    no: "03-06",
    name: "顏璘",
  },
  {
    no: "A4-02",
    name: "陳宜琳 法澄",
  },
  {
    no: "04-01",
    name: "陳韋彤 法珉",
  },
  {
    no: "04-03",
    name: "趙資洋",
  },
  {
    no: "04-04",
    name: "謝育霖",
  },
  {
    no: "04-05",
    name: "謝宛儒",
  },
  {
    no: "04-06",
    name: "陳冠宇",
  },
  {
    no: "A5-01",
    name: "蔡信寬 傳寬",
  },
  {
    no: "05-01",
    name: "王茸萱",
  },
  {
    no: "05-02",
    name: "徐光志 傳遠",
  },
  {
    no: "05-03",
    name: "連奕閎 傳棣",
  },
  {
    no: "05-04",
    name: "蔣黎彥 傳謐",
  },
  {
    no: "05-05",
    name: "莊芸靚 法清",
  },
  {
    no: "05-06",
    name: "楊濟嘉",
  },
  {
    no: "05-07",
    name: "周傲天 傳天",
  },
  {
    no: "05-08",
    name: "秦宜安 法俐",
  },
  {
    no: "A6-01",
    name: "謝維宸 傳寰",
  },
  {
    no: "A6-02",
    name: "李牧圜 法目",
  },
  {
    no: "A6-03",
    name: "李姿霆 傳善",
  },
  {
    no: "06-01",
    name: "范家寧",
  },
  {
    no: "06-02",
    name: "李敬儒",
  },
  {
    no: "06-03",
    name: "李淮鏝 法妍",
  },
  {
    no: "06-04",
    name: "秦昇睿 法浩",
  },
  {
    no: "06-05",
    name: "涂乃心 法直",
  },
  {
    no: "06-06",
    name: "朱祐瑩 傳瑩",
  },
];

export { members_list_no_sort, core_members };
